using System;


namespace Examples {
    internal class example100 {
        static void Main() {
            // 문제 1. Hello 출력

            // 문제 2. Hello world 출력

            // 문제 3. 두 줄에 걸쳐서 Hello world 출력

            // 문제 4. 작은 단 따옴표를 문장에 넣어 출력
            // 예) 'Hello'

            // 문제 5. 큰 따옴표를 문장에 넣어 출력
            // 예) "Hello World"

            // 문제 6. 여러가지 문자들이 포함된 문장 출력
            // 예) "C:\Download\hello.java"

            // 문제 7. 키보드로 입력한 정수값을 그대로 출력

            // 문제 8. 키보드로 입력한 문자를 그대로 출력

            // 문제 9. 키보드로 입력한 실수를 그대로 출력

            // 문제 10. 정수 두 개를 입력받아 그대로 출력

            // 문제 11. 두 개의 문자를 입력받은 후 순서를 바꿔 출력

            // 문제 12. 하나의 단어를 입력받아 그대로 출력

            // 문제 13. 실수 한 개를 입력받아 소수점 이하 3째 자리에서 반올림하여 2째 자리까지 출력

            // 문제 14. 시간이 특정 형식에 맞추어 입력될 때 그대로 출력

            // 문제 15. 년, 월, 일을 입력받아 형식에 맞게 출력

            // 문제 16. 10진수를 입력받아 8진수로 출력

            // 문제 17. 10진수를 입력받아 16진수로 출력

            // 문제 18. 영문자 한 개를 입력받아 아스키코드 10진수 값으로 출력

            // 문제 19. 10진수 정수 한개를 입력받아 아스키 문자로 출력

            // 문제 20. 정수 세 개를 입력받아 합과 평균을 출력

            // 문제 21. 두 정수(a, b)를 입력받아 a의 b 승을 출력

            // 문제 22. 두 정수(a, b)를 입력받아 a가 b보다 크면 1, a가 b와 같거나 b가 a보다 크다면 0출력 (if문 사용)
             
            // 문제 23. 두 정수(a, b)를 입력받아 a와 b가 같으면 1, a와 b가 같지 않으면 0을 출력

            // 문제 24. 두 정수(a, b)를 입력받아 b가 a보다 크거나 같으면 1, b가 a보다 작으면 0을 출력

            // 문제 25. 두 정수(a, b)를 입력받아 a와 b가 서로 다르면 1, a와 b가 같으면 0을 출력

            // 문제 26. 참 또는 거짓이 입력되었을 때, 반대로 출력 (scan.nextBoolean)

            // 문제 27. 입력된 두 정수 중 큰 값을 출력하는 프로그램 작성 (삼한연산자 사용)
        }
    }
}
